Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

source: Play all
de: Alle abspielen
es: Reproducir todo
fr: Tout lire
id: Putar semua
it: Riproduci tutti
ko: 모두 재생
nb: Spill alle
ru: Воспроизвести всё
tr: Tümünü oynat
zh_hans: 全部播放

source: Playlist options
de: Playlist-Optionen
es: Opciones de la lista
fr: Options de la liste de lecture
id: Opsi playlist
it: Opzioni playlist
ko: 플레이리스트 옵션
nb: Alternativer for spilleliste
ru: Параметры плейлиста
tr: Çalma listesi seçenekleri
zh_hans: 播放列表选项

source: Queue + play respects your selection order.
de: Queue + Abspielen beachtet die Auswahlreihenfolge.
es: La cola y reproducción respetan el orden de selección.
fr: La file d'attente + lecture respecte l'ordre de votre sélection.
id: Antrekan + putar menghormati urutan pilihan Anda.
it: Coda + riproduzione rispetta l'ordine della tua selezione.
ko: 대기열 추가 및 재생은 선택한 순서를 존중합니다.
nb: Kø og avspilling følger valgrekkefølgen din.
ru: Очередь + воспроизведение сохраняют порядок вашего выбора.
tr: Kuyruğa ekle ve oynat, seçim sıranıza göre davranır.
zh_hans: 加入队列及播放将遵循您的选择顺序。

source: Recently Played
de: Zuletzt gespielt
es: Reproducido recientemente
fr: Écoutés récemment
id: Baru Diputar
it: Riprodotte di recente
ko: 최근 재생한 곡
nb: Nylig spilt
ru: Недавно прослушанные
tr: Son Çalınanlar
zh_hans: 最近播放

source: Report issue or crash
de: Fehler oder Absturz melden
es: Informar de un error o fallo
fr: Signaler un ticket ou un crash
id: Laporkan masalah atau crash
it: Segnala un bug o crash
ko: 이슈 또는 충돌 보고
nb: Rapporter problem eller krasj
ru: Сообщить об ошибке или сбое
tr: Sorun veya çökme bildir
zh_hans: 报告问题或崩溃

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ko: 초기화
nb: Nullstill
ru: Сбросить
tr: Sıfırla
zh_hans: 重置

source: Search first, then open a focused report for bugs, crashes, requests, or questions.
de: Suche zuerst nach bestehenden Problemen und öffne dann einen gezielten Bericht für Fehler, Abstürze, Anfragen oder Fragen.
es: Busca primero, luego abre un informe enfocado para errores, fallos, solicitudes o preguntas.
fr: Recherchez d'abord, puis ouvrez un rapport précis pour les bugs, plantages, demandes ou questions.
id: Cari terlebih dahulu, lalu buat laporan yang jelas untuk bug, crash, permintaan fitur, atau pertanyaan.
it: Cerca prima, quindi apri una segnalazione mirata per bug, crash, richieste o domande.
ko: 먼저 검색한 후 버그, 충돌, 요청 또는 질문에 대한 집중 보고서를 작성하세요.
nb: Søk først, deretter åpne en fokusert rapport for feil, krasj, forespørsler eller spørsmål.
ru: Сначала выполните поиск, затем создайте чёткий отчёт об ошибке, сбое, предложении или вопросе.
tr: Önce arayın, ardından hatalar, çökmeler, istekler veya sorular için odaklanmış bir rapor açın.
zh_hans: 请先搜索，然后针对错误、崩溃、请求或问题开启一个明确的报告。

source: Set up API key
de: API Key einrichten
es: Configurar clave API
fr: Configurer la clé API
id: Siapkan API key
it: Configura chiave API
ko: API 키 설정
nb: Sett opp API-nøkkel
ru: Настроить ключ API
tr: API anahtarını ayarla
zh_hans: 设置 API 密钥

source: Shape parameters
de: Formparameter
es: Parámetros de forma
fr: Paramètres de forme
id: Parameter bentuk
it: Parametri forma
ko: 모양 매개변수
nb: Form-parametere
ru: Параметры формы
tr: Şekil parametreleri
zh_hans: 形状参数

source: Skip / Not now
de: Vorerst überspringen
es: Omitir / Ahora no
fr: Passer / Pas maintenant
id: Lewati / Tidak sekarang
it: Salta / Non ora
ko: 건너뛰기
nb: Hopp over
ru: Пропустить / Пока нет
tr: Şimdilik atla
zh_hans: 跳过 / 暂不

source: Smart Rule
de: Smart-Regel
es: Regla inteligente
fr: Règle intelligente
id: Aturan Pintar
it: Regola smart
ko: 스마트 규칙
nb: Smart regel
ru: Умное правило
tr: Akıllı Kural
zh_hans: 智能规则

source: Sort & Play
de: Sortieren & Abspielen
es: Ordenar y reproducir
fr: Trier & Lire
id: Urutkan & Putar
it: Ordina e riproduci
ko: 정렬 및 재생
nb: Sorter og spill
ru: Сортировка и воспроизведение
tr: Sırala & Oynat
zh_hans: 排序与播放

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan Berdasarkan
it: Ordina per
ko: 정렬 기준
nb: Sorter etter
ru: Сортировать по
tr: Sıralama Kriteri
zh_hans: 排序依据

source: Sort Songs
de: Songs sortieren
es: Ordenar canciones
fr: Trier les chansons
id: Urutkan Lagu
it: Ordina brani
ko: 곡 정렬
nb: Sorter sanger
ru: Сортировать треки
tr: Şarkıları Sırala
zh_hans: 对歌曲排序

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan berdasarkan
it: Ordina per
ko: 정렬 기준
nb: Sorter etter
ru: Сортировать по
tr: Sıralama ölçütü
zh_hans: 排序方式

source: This playlist is empty.
de: Diese Playlist ist leer.
es: Esta lista de reproducción está vacía.
fr: Cette liste de lecture est vide.
id: Playlist ini kosong.
it: Questa playlist è vuota.
ko: 이 플레이리스트는 비어 있습니다.
nb: Denne spillelisten er tom.
ru: Этот плейлист пуст.
tr: Bu çalma listesi boş.
zh_hans: 此播放列表为空。

source: Top 3 share
de: Top-3-Anteil
es: Cuota de Top 3
fr: Part du Top 3
it: Quota top 3
ko: 상위 3개 점유율
nb: Andel topp 3
ru: Доля топ-3
tr: İlk 3 payı
zh_hans: Top 3 占比

source: Top albums
de: Top-Alben
es: Álbumes principales
id: Album teratas
it: Album principali
ko: 인기 앨범
nb: Toppalbum
ru: Лучшие альбомы
tr: En iyi albümler
zh_hans: 热门专辑

source: Top artists
de: Top-Künstler
es: Artistas principales
fr: Top artistes
id: Artis teratas
it: Artisti principali
ko: 인기 아티스트
nb: Toppartister
ru: Лучшие исполнители
tr: En iyi sanatçılar
zh_hans: 热门艺术家

source: Top track
de: Top-Titel
es: Pista más escuchada
fr: Titre le plus écouté
id: Trek teratas
it: Brano principale
ko: 최고 인기 트랙
nb: Mest spilt
ru: Топ-трек
tr: En iyi parça
zh_hans: 最爱曲目

source: Track concentration
de: Titel-Konzentration
es: Concentración de pistas
fr: Concentration des titres
id: Konsentrasi trek
it: Concentrazione brani
ko: 트랙 집중도
nb: Sporkonsentrasjon
ru: Концентрация на треках
tr: Parça konsantrasyonu
zh_hans: 曲目集中度

source: Tracks in this range
de: Titel im Zeitraum
es: Pistas en este rango
fr: Pistes sur cette période
id: Trek dalam rentang ini
it: Brani in questo intervallo
ko: 이 기간의 트랙
nb: Spor i dette tidsrommet
ru: Треки за этот период
tr: Bu aralıktaki parçalar
zh_hans: 此范围内的曲目

source: When reporting an issue from a nightly build, always mention that it happened on a nightly build, not on the official release. Include the build date, workflow run name or number, or commit SHA if possible. Also check if the same problem happens on the latest official release.
de: Wenn du ein Problem aus einem Nightly-Build meldest, erwähne immer, dass es in einem Nightly-Build und nicht im offiziellen Release aufgetreten ist. Gib nach Möglichkeit das Erstellungsdatum, den Namen oder die Nummer des Workflow-Runs oder den Commit-SHA an. Überprüfe auch, ob dasselbe Problem in der neuesten offiziellen Version auftritt.
es: Al informar de un problema desde una compilación nocturna, menciona siempre que ocurrió en una compilación nocturna, no en el lanzamiento oficial. Incluye la fecha de la compilación, el nombre o número de ejecución del flujo de trabajo o el SHA del commit si es posible. También comprueba si el mismo problema ocurre en el último lanzamiento oficial.
fr: Lorsque vous signalez un problème à partir d'une build nightly, mentionnez toujours qu'il s'est produit sur une build nightly, et non sur la release officielle. Incluez la date de build, le nom ou le numéro d'exécution du workflow, ou le commit SHA si possible. Vérifiez également si le même problème se produit sur la dernière release officielle.
id: Saat melaporkan masalah dari build nightly, selalu sebutkan bahwa masalah terjadi pada build nightly, bukan rilis resmi. Sertakan tanggal build, nama atau nomor workflow run, atau commit SHA jika memungkinkan. Periksa juga apakah masalah yang sama terjadi pada rilis resmi terbaru.
it: Quando segnali un problema da una build nightly, menziona sempre che si è verificato su una nightly, non sulla release ufficiale. Includi la data della build, il nome o numero di esecuzione del workflow, o il commit SHA se possibile. Controlla anche se lo stesso problema si verifica sull'ultima release ufficiale.
ko: 나이틀리 빌드에서 발생한 문제를 보고할 때는 항상 공식 릴리스가 아닌 나이틀리 빌드에서 발생했음을 언급해 주세요. 가능하면 빌드 날짜, 워크플로 실행 이름 또는 번호, 커밋 SHA를 포함해 주세요. 또한 최신 공식 릴리스에서도 동일한 문제가 발생하는지 확인해 보세요.
nb: Når du rapporterer et problem fra en nightly-bygg, nevn alltid at det skjedde på en nightly-bygg, ikke på den offisielle utgivelsen. Inkluder byggdato, workflow-kjøringsnavn eller -nummer, eller commit-SHA hvis mulig. Sjekk også om samme problem oppstår på den siste offisielle utgivelsen.
ru: При сообщении о проблеме в nightly-сборке обязательно укажите, что она возникла именно в nightly, а не в официальном релизе. По возможности приложите дату сборки, название или номер workflow, либо SHA коммита. Также проверьте, возникает ли проблема в последнем официальном релизе.
tr: Gecelik bir yapıdan sorun bildirirken, bunun resmi sürümde değil gecelik bir yapıda gerçekleştiğini her zaman belirtin. Mümkünse yapı tarihi, iş akışı çalıştırma adı veya numarası ya da commit SHA ekleyin. Aynı sorunun en son resmi sürümde de oluşup oluşmadığını da kontrol edin.
zh_hans: 在报告 Nightly 版本的问题时，请务必说明该问题发生于 Nightly 版本，而非正式发布版本。请尽可能提供构建日期、工作流运行名称或编号，或者提交 SHA。并请检查最新的正式版本中是否会出现相同问题。

source: You're using a beta build that may contain bugs, crashes, or experimental features. Help us improve by reporting issues.
de: Du verwendest eine Beta-Version, die Fehler, Abstürze oder experimentelle Funktionen enthalten kann. Hilf uns bei der Verbesserung, indem du Probleme meldest.
es: Estás usando una versión beta que puede contener errores, fallos o funciones experimentales. Ayúdanos a mejorar informando de los problemas.
fr: Vous utilisez une version bêta qui peut contenir des bugs, des plantages ou des fonctionnalités expérimentales. Aidez-nous à nous améliorer en signalant les problèmes.
id: Anda menggunakan versi beta yang mungkin berisi bug, crash, atau fitur eksperimental. Bantu kami meningkatkannya dengan melaporkan masalah.
it: Stai utilizzando una build beta che potrebbe contenere bug, crash o funzionalità sperimentali. Aiutaci a migliorare segnalando i problemi.
ko: 버그, 충돌 또는 실험적 기능이 포함되어 있을 수 있는 베타 빌드를 사용 중입니다. 문제를 보고하여 앱을 개선할 수 있도록 도와주세요.
nb: Du bruker en betaversjon som kan inneholde feil, krasj eller eksperimentelle funksjoner. Hjelp oss å forbedre ved å rapportere problemer.
ru: Вы используете бета-версию, которая может содержать ошибки, сбои или экспериментальные функции. Помогите нам улучшить приложение, сообщая о проблемах.
tr: Hata, çökme veya deneysel özellikler içerebilecek bir beta yapısı kullanıyorsunuz. Sorunları bildirerek geliştirmemize yardımcı olun.
zh_hans: 您正在使用的是可能包含错误、崩溃或实验性功能的测试版本。请报告问题以帮助我们改进。

# about_cd_contributor_avatar
source: Avatar of %1$@
de: Avatar von %1$@
es: Avatar de %1$@
fr: Avatar de %1$@
id: Avatar %1$@
it: Avatar di %1$@
ko: %1$@ 아바타
nb: Avatar av %1$@
ru: Аватар %1$@
tr: %1$@ avatarı
zh_hans: %1$@ 的头像

# about_cd_contributor_icon
source: Icon of %1$@
de: Icon von %1$@
es: Icono de %1$@
fr: Icône de %1$@
id: Ikon %1$@
it: Icona di %1$@
ko: %1$@ 아이콘
nb: Ikon av %1$@
ru: Значок %1$@
tr: %1$@ simgesi
zh_hans: %1$@ 的图标

# about_cd_open_github_profile
source: Open GitHub profile
de: GitHub-Profil öffnen
es: Abrir perfil de GitHub
fr: Ouvrir le profil GitHub
id: Buka profil GitHub
it: Apri profilo GitHub
ko: GitHub 프로필 열기
nb: Åpne GitHub-profil
ru: Открыть профиль GitHub
tr: GitHub profilini aç
zh_hans: 打开 GitHub 个人资料

# about_cd_open_telegram
source: Open Telegram
de: Telegram öffnen
es: Abrir Telegram
fr: Ouvrir Telegram
id: Buka Telegram
it: Apri Telegram
ko: Telegram 열기
nb: Åpne Telegram
ru: Открыть Telegram
tr: Telegram'ı aç
zh_hans: 打开 Telegram

# about_screen_title
source: About
de: Über
es: Acerca de
fr: À propos
id: Tentang
it: Informazioni
ko: 정보
nb: Om
ru: О приложении
tr: Hakkında
zh_hans: 关于

# brick_cd_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ko: 닫기
nb: Lukk
ru: Закрыть
tr: Kapat
zh_hans: 关闭

# brick_drag_paddle
source: Drag to move the paddle
de: Ziehen, um das Paddel zu bewegen
es: Arrastra para mover la paleta
fr: Faites glisser pour déplacer la raquette
id: Seret untuk menggerakkan pemukul
it: Trascina per muovere il paddle
ko: 드래그하여 패들을 이동하세요
nb: Dra for å bevege paddelen
ru: Перетаскивайте платформу
tr: Raketi hareket ettirmek için sürükleyin
zh_hans: 拖动以移动挡板

# brick_high
source: HIGH %1$lld
de: REKORD %1$lld
es: ALTO %1$lld
fr: RECORD %1$lld
id: TERTINGGI %1$lld
ko: 최고 기록 %1$lld
nb: REKORD %1$lld
ru: РЕК %1$lld
tr: EN YÜKSEK %1$lld
zh_hans: 最高分 %1$lld

# brick_level_complete
source: LEVEL COMPLETE!
de: LEVEL ABGESCHLOSSEN!
es: ¡NIVEL COMPLETADO!
fr: NIVEAU TERMINÉ !
id: LEVEL SELESAI!
it: LIVELLO COMPLETATO!
ko: 레벨 클리어!
nb: NIVÅ FULLFØRT!
ru: УРОВЕНЬ ПРОЙДЕН!
tr: SEVİYE TAMAMLANDI!
zh_hans: 关卡完成！

# brick_next_level
source: Next Level
de: Nächstes Level
es: Siguiente nivel
fr: Niveau suivant
id: Level Berikutnya
it: Livello successivo
ko: 다음 레벨
nb: Neste nivå
ru: Следующий уровень
tr: Sonraki Seviye
zh_hans: 下一关

# brick_play
source: Play
de: Spielen
es: Jugar
fr: Jouer
id: Mainkan
it: Gioca
ko: 재생
nb: Spill
ru: Играть
tr: Oynat
zh_hans: 开始

# brick_play_random
source: Play Random Music
de: Zufällige Musik abspielen
es: Reproducir música aleatoria
fr: Lire de la musique aléatoire
id: Putar Musik Acak
it: Riproduci musica casuale
ko: 무작위 음악 재생
nb: Spill tilfeldig musikk
ru: Случайная музыка
tr: Rastgele Müzik Çal
zh_hans: 随机播放音乐

# brick_restart
source: Restart Game
de: Spiel neu starten
es: Reiniciar juego
fr: Recommencer la partie
id: Mulai Ulang Game
it: Riavvia gioco
ko: 게임 재시작
nb: Start på nytt
ru: Начать заново
tr: Oyunu Yeniden Başlat
zh_hans: 重新开始游戏

# brick_score_line
source: Score: %1$lld
de: Ergebnis: %1$lld
es: Puntuación: %1$lld
id: Skor: %1$lld
it: Punteggio: %1$lld
ko: 점수: %1$lld
nb: Poeng: %1$lld
ru: Очки: %1$lld
tr: Puan: %1$lld
zh_hans: 分数：%1$lld

# brick_stat_lives
source: LIVES
de: LEBEN
es: VIDAS
fr: VIES
id: NYAWA
it: VITE
ko: 생명
nb: LIV
ru: ЖИЗНИ
tr: CAN
zh_hans: 生命

# brick_stat_score
source: SCORE
de: PUNKTE
es: PUNTUACIÓN
id: SKOR
it: PUNTEGGIO
ko: 점수
nb: POENG
ru: ОЧКИ
tr: PUAN
zh_hans: 分数

# brick_tap_relaunch
source: TAP TO RELAUNCH
de: ZUM ERNEUTEN STARTEN TIPPEN
es: TOCA PARA REINICIAR
fr: APPUYER POUR RELANCER
id: KETUK UNTUK MEMULAI KEMBALI
it: TOCCA PER RILANCIARE
ko: 탭하여 다시 시작
nb: TRYKK FOR Å STARTE PÅ NYTT
ru: НАЖМИТЕ ДЛЯ ПЕРЕЗАПУСКА
tr: YENİDEN BAŞLATMAK İÇİN DOKUN
zh_hans: 点击重新启动

# brick_try_again
source: Try Again?
de: Nochmal versuchen?
es: ¿Intentarlo de nuevo?
fr: Réessayer ?
id: Coba Lagi?
it: Riprova?
ko: 다시 시도하시겠습니까?
nb: Prøv igjen?
ru: Попробовать снова?
tr: Tekrar Dene?
zh_hans: 再试一次？

# common_back
source: Back
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ko: 뒤로
nb: Tilbake
ru: Назад
tr: Geri
zh_hans: 返回

# common_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ko: 취소
nb: Avbryt
ru: Отмена
tr: İptal
zh_hans: 取消

# common_clear_search
source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
id: Bersihkan pencarian
it: Cancella ricerca
ko: 검색 지우기
nb: Tøm søk
ru: Очистить поиск
tr: Aramayı temizle
zh_hans: 清除搜索

# common_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ko: 닫기
nb: Lukk
ru: Закрыть
tr: Kapat
zh_hans: 关闭

# common_confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: Conferma
ko: 확인
nb: Bekreft
ru: Подтвердить
tr: Onayla
zh_hans: 确认

# common_dismiss
source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
id: Tutup
it: Ignora
ko: 닫기
nb: Lukk
ru: Закрыть
tr: Kapat
zh_hans: 关闭

# common_done
source: Done
de: Fertig
es: Hecho
fr: Terminé
id: Selesai
it: Fatto
ko: 완료
nb: Ferdig
ru: Готово
tr: Bitti
zh_hans: 完成

# common_error_unknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
id: Kesalahan tidak dikenal
it: Errore sconosciuto
ko: 알 수 없는 오류
nb: Ukjent feil
ru: Неизвестная ошибка
tr: Bilinmeyen hata
zh_hans: 未知错误

# common_finish
source: Finish
de: Fertigstellen
es: Finalizar
fr: Terminer
id: Selesai
it: Fine
ko: 완료
nb: Fullfør
ru: Готово
tr: Bitir
zh_hans: 结束

# common_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
it: Avanti
ko: 다음
nb: Neste
ru: Далее
tr: Sıradaki
zh_hans: 下一步

# common_remove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
id: Hapus
it: Rimuovi
ko: 제거
nb: Fjern
ru: Удалить
tr: Kaldır
zh_hans: 移除

# common_reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ko: 초기화
nb: Nullstill
ru: Сбросить
tr: Sıfırla
zh_hans: 重置

# common_reset_defaults
source: Reset defaults
de: Standardwerte wiederherstellen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
id: Reset ke default
it: Reimposta predefiniti
ko: 기본값으로 초기화
nb: Nullstill til standard
ru: Сбросить настройки
tr: Varsayılanları sıfırla
zh_hans: 恢复默认设置

# common_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ko: 저장
nb: Lagre
ru: Сохранить
tr: Kaydet
zh_hans: 保存

# common_saved
source: Saved!
de: Gespeichert!
es: ¡Guardado!
fr: Enregistré !
id: Disimpan!
it: Salvato!
ko: 저장됨!
nb: Lagret!
ru: Сохранено!
tr: Kaydedildi!
zh_hans: 已保存！

# common_search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
id: Cari
it: Cerca
ko: 검색
nb: Søk
ru: Поиск
tr: Ara
zh_hans: 搜索

# common_selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
id: Terpilih
it: Selezionato
ko: 선택됨
nb: Valgt
ru: Выбрано
tr: Seçildi
zh_hans: 已选择

# common_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ko: 설정
nb: Innstillinger
ru: Настройки
tr: Ayarlar
zh_hans: 设置

# delimiter_add_hint
source: e.g., / or ;
de: z. B. / oder ;
es: p. ej., / o ;
fr: ex. : / ou ;
id: misalnya, / atau ;
it: es., / o ;
ko: 예: / 또는 ;
nb: f.eks. / eller ;
ru: Например: / или ;
tr: örn: / veya ;
zh_hans: 例如：/ 或 ;

# delimiter_cd_add
source: Add delimiter
de: Trennzeichen hinzufügen
es: Añadir delimitador
fr: Ajouter le délimiteur
id: Tambah pemisah
it: Aggiungi delimitatore
ko: 구분 기호 추가
nb: Legg til delimiter
ru: Добавить разделитель
tr: Sınırlayıcı ekle
zh_hans: 添加分隔符

# delimiter_current_subtitle
source: Tap a delimiter to remove it. At least one delimiter is required.
de: Tippe auf ein Trennzeichen, um es zu entfernen. Mindestens ein Trennzeichen ist erforderlich.
es: Toca un delimitador para quitarlo. Se requiere al menos un delimitador.
fr: Appuyez sur un délimiteur pour le supprimer. Au moins un délimiteur est requis.
id: Ketuk pemisah untuk menghapusnya. Setidaknya satu pemisah diperlukan.
it: Tocca un delimitatore per rimuoverlo. È richiesto almeno un delimitatore.
ko: 구분 기호를 탭하여 제거하세요. 최소 하나의 구분 기호가 필요합니다.
nb: Trykk på en delimiter for å fjerne den. Minst én delimiter er påkrevd.
ru: Нажмите на разделитель, чтобы удалить его. Требуется как минимум один разделитель.
tr: Kaldırmak için bir sınırlayıcıya dokunun. En az bir sınırlayıcı gereklidir.
zh_hans: 点击分隔符将其移除。至少需要一个分隔符。

# delimiter_current_title
source: Current Delimiters
de: Aktuelle Trennzeichen
es: Delimitadores actuales
fr: Délimiteurs actuels
id: Pemisah Saat Ini
it: Delimitatori attuali
ko: 현재 구분 기호
nb: Gjeldende delimitere
ru: Текущие разделители
tr: Mevcut Sınırlayıcılar
zh_hans: 当前分隔符

# delimiters_screen_title
source: Delimiters
de: Trennzeichen
es: Delimitadores
fr: Délimiteurs
id: Pemisah
it: Delimitatori
ko: 구분 기호
nb: Delimitere
ru: Разделители
tr: Sınırlayıcılar
zh_hans: 分隔符

# equalizer_action_rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ubah Nama
it: Rinomina
ko: 이름 변경
nb: Gi nytt navn
ru: Переименовать
tr: Yeniden adlandır
zh_hans: 重命名

# equalizer_action_update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
id: Perbarui
it: Aggiorna
ko: 업데이트
nb: Oppdater
ru: Обновить
tr: Güncelle
zh_hans: 更新

# equalizer_band_bass_low
source: Bass / Low
de: Bass / Tief
es: Graves / bajos
fr: Basses / Graves
it: Bassi / Bassi medi
ko: 베이스 / 로우
nb: Bass / Lav
ru: Басы / Низкие
tr: Bas / Düşük
zh_hans: 低音 / 低频

# equalizer_band_high_mids
source: High Mids
de: Obere Mitten
es: Medios agudos
fr: Hauts médiums
it: Medi alti
ko: 하이 미드
nb: Høy mellomtone
ru: Верхние средние
tr: Yüksek Midler
zh_hans: 中高音

# equalizer_band_low_mids
source: Low Mids
de: Untere Mitten
es: Medios graves
fr: Bas médiums
it: Medi bassi
ko: 로우 미드
nb: Lav mellomtone
ru: Нижние средние
tr: Düşük Midler
zh_hans: 中低音

# equalizer_band_mid_high
source: Mid / High
de: Mitten / Hoch
es: Medios / agudos
fr: Médiums / Aigus
it: Medi / Alti
ko: 미드 / 하이
nb: Midt / Høy
ru: Средние / Высокие
tr: Mid / Yüksek
zh_hans: 中音 / 高频

# equalizer_band_treble
source: Treble
de: Höhen
es: Agudos
fr: Aigus
it: Alti
ko: 트레블
nb: Diskant
ru: Высокие частоты
tr: Tiz
zh_hans: 高音

# equalizer_cd_hidden
source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
id: Tersembunyi
it: Nascosto
ko: 숨겨짐
nb: Skjult
ru: Скрытый
tr: Gizli
zh_hans: 隐藏

# equalizer_cd_reorder
source: Reorder
de: Neuanordnen
es: Reordenar
fr: Réordonner
id: Urutkan ulang
it: Riordina
ko: 순서 변경
nb: Endre rekkefølge
ru: Изменить порядок
tr: Yeniden sırala
zh_hans: 重新排序

# equalizer_cd_reset_presets_default
source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer valores por defecto
fr: Réinitialiser aux valeurs par défaut
id: Reset ke default
it: Reimposta a predefinito
ko: 기본값으로 초기화
nb: Nullstill til standard
ru: Сбросить по умолчанию
tr: Varsayılana sıfırla
zh_hans: 恢复默认

# equalizer_cd_visible
source: Visible
de: Sichtbar
id: Terlihat
it: Visibile
ko: 표시됨
nb: Synlig
ru: Видимый
tr: Görünür
zh_hans: 可见

# equalizer_change_view_mode_cd
source: Change view mode
de: Ansichtsmodus wechseln
es: Cambiar modo de vista
fr: Changer le mode d'affichage
id: Ubah mode tampilan
it: Cambia modalità vista
ko: 보기 모드 변경
nb: Endre visningsmodus
ru: Изменить режим отображения
tr: Görünüm modunu değiştir
zh_hans: 更改视图模式

# equalizer_custom_preset_cd
source: Custom preset
de: Eigenes Preset
es: Preajuste personalizado
fr: Préréglage personnalisé
id: Preset kustom
it: Preset personalizzato
ko: 사용자 지정 프리셋
nb: Egendefinert forhåndsinnstilling
ru: Пользовательский пресет
tr: Özel ön ayar
zh_hans: 自定义预设

# equalizer_disable_cd
source: Disable equalizer
de: Equalizer deaktivieren
es: Desactivar ecualizador
fr: Désactiver l'égaliseur
id: Nonaktifkan equalizer
it: Disabilita equalizzatore
ko: 이퀄라이저 비활성화
nb: Deaktiver equalizer
ru: Отключить эквалайзер
tr: Ekolayzeri devre dışı bırak
zh_hans: 禁用均衡器

# equalizer_edit_presets_cd
source: Edit presets
de: Presets bearbeiten
es: Editar preajustes
fr: Modifier les préréglages
id: Edit preset
it: Modifica preset
ko: 프리셋 편집
nb: Rediger forhåndsinnstillinger
ru: Редактировать пресеты
tr: Ön ayarları düzenle
zh_hans: 编辑预设

# equalizer_edit_tab_title
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ko: 편집
nb: Rediger
ru: Редактирование
tr: Düzenle
zh_hans: 编辑

# equalizer_effect_not_supported
source: Not supported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
id: Tidak didukung
it: Non supportato
ko: 지원되지 않음
nb: Ikke støttet
ru: Не поддерживается
tr: Desteklenmiyor
zh_hans: 不支持

# equalizer_effect_not_supported_device
source: Not supported on this device
de: Auf diesem Gerät nicht unterstützt
es: No compatible con este dispositivo
fr: Non pris en charge sur cet appareil
id: Tidak didukung di perangkat ini
it: Non supportato su questo dispositivo
ko: 이 기기에서 지원되지 않음
nb: Ikke støttet på denne enheten
ru: Не поддерживается на этом устройстве
tr: Bu cihazda desteklenmiyor
zh_hans: 此设备不支持

# equalizer_enable_cd
source: Enable equalizer
de: Equalizer aktivieren
es: Activar ecualizador
fr: Activer l'égaliseur
id: Aktifkan equalizer
it: Abilita equalizzatore
ko: 이퀄라이저 활성화
nb: Aktiver equalizer
ru: Включить эквалайзер
tr: Ekolayzeri etkinleştir
zh_hans: 启用均衡器
